
# tap repositories and their packages

tap 'caskroom/fonts'
cask 'font-fira-code'

tap 'rcmdnk/file'
brew 'rcmdnk/file/brew-file'

# Other Homebrew packages
brew 'autoconf'
brew 'awscli'
brew 'bash-completion'
brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'guetzli'
brew 'handbrake'
brew 'imagemagick'
brew 'iperf'
brew 'libdvdcss'
brew 'mas'
brew 'mkvtoolnix'
brew 'mp4v2'
brew 'mpv'
brew 'nano'
brew 'ncurses'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pyenv'
brew 'python'
brew 'readline'
brew 'shellcheck'
brew 'sqlite'
brew 'youtube-dl'
brew 'zlib'
